brew "ack"
brew "chromedriver"
brew "cmake"
brew "cowsay"
brew "docker-machine"
brew "elasticsearch"
brew "elixir"
brew "erlang"
brew "exercism"
brew "ffmpeg"
brew "fortune"
brew "git"
brew "graphviz"
brew "heroku"
brew "httpie"
brew "imagemagick"
brew "leiningen"
brew "libxml2"
brew "macvim"
brew "node"
brew "oniguruma"
brew "openssl"
brew "openssl@1.1"
brew "pcre2"
brew "phantomjs"
brew "postgis"
brew "postgresql"
brew "qt@5.5"
brew "readline"
brew "redis"
brew "ruby-install"
brew "sqlite"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "wget"

# TODO: add tap for gui apps casks
