tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "ack"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "chrome-cli"
brew "cmake"
brew "cowsay"
brew "docker-machine", restart_service: :changed
brew "elasticsearch", restart_service: :changed
brew "elixir"
brew "erlang"
brew "exercism"
brew "ffmpeg"
brew "fortune"
brew "git"
brew "graphviz"
brew "heroku/brew/heroku"
brew "httpie"
brew "imagemagick"
brew "kibana", restart_service: :changed
brew "leiningen"
brew "libxml2"
brew "macvim"
brew "mas"
brew "mysql", restart_service: :changed, link: true
brew "node"
brew "oniguruma"
brew "openssl@1.1"
brew "pcre2"
brew "postgis"
brew "postgresql", restart_service: :changed
brew "readline"
brew "redis", restart_service: :changed
brew "ruby-install"
brew "sqlite"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "wget"
brew "yarn"
brew "z"

cask "agenda"
cask "anvil"
cask "appcleaner"
cask "chromium"
cask "dash"
cask "data-rescue"
cask "deckset"
cask "dropbox"
cask "gifrocket"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "licecap"
cask "little-snitch"
cask "macdown"
cask "monodraw"
cask "namechanger"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "numi"
cask "phantomjs"
cask "postico"
cask "querious"
cask "rightfont"
cask "rowanj-gitx"
cask "shiftit"
cask "signal"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "superduper"
cask "teamviewer"
cask "textmate"
cask "transmission"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wkhtmltopdf"
cask "zeplin"

mas "1Password 7", id: 1333542190
mas "Annotate", id: 918207447 
mas "AntiRSI", id: 442007571 
mas "Byword", id: 420212497 
mas "Calculator • Pro", id: 576215086 
mas "Day One Classic", id: 422304217 
mas "Fontcase", id: 403095673 
mas "Ghostery Lite", id: 1436953057
mas "Keynote", id: 409183694 
mas "Kindle", id: 405399194 
mas "Kromatic", id: 1049086746
mas "LimeChat", id: 414030210 
mas "Markoff", id: 1084713122
mas "MindNode", id: 1289197285
mas "Moom", id: 419330170 
mas "Numbers", id: 409203825 
mas "Pages", id: 409201541 
mas "Paper", id: 1143513744
mas "Patterns",id: 429449079 
mas "Scapple", id: 568020055 
mas "Simplenote", id: 692867256 
mas "SnippetsLab", id: 1006087419
mas "Todoist", id: 585829637 
mas "Tomato One", id: 907364780
mas "Tweetbot", id: 557168941 
mas "Xcode", id: 497799835 
